// Parshios data migrated from legacy app
// This is a mapping from sefer to array of parshios
export const parshios: Record<string, string[]> = 
{
    "בראשית":
        ["בראשית", "נח", "לך לך", "וירא", "חיי שרה", "תולדות", "ויצא", "וישלח", "וישב", "מקץ", "ויגש", "ויחי"],
    "שמות":
        ["שמות", "וארא", "בא", "בשלח", "יתרו", "משפטים", "תרומה", "תצוה", "כי תשא", "ויקהל", "פקודי", "ויקהל-פקודי"],
    "ויקרא":
        ["ויקרא", "צו", "שמיני", "תזריע", "מצורע", "תזריע-מצורע", "אחרי מות", "קדושים", "אחרי מות-קדושים", "אמור", "בהר", "בחקתי", "בהר-בחקתי"],
    "במדבר":
        ["במדבר", "נשא", "בהעלתך", "שלח", "קרח", "חקת", "בלק", "חקת-בלק", "פנחס", "מטות", "מסעי", "מטות-מסעי"],
    "דברים":
        ["דברים", "ואתחנן", "עקב", "ראה", "שופטים", "כי תצא", "כי תבא", "נצבים", "וילך", "נצבים-וילך", "האזינו", "וזאת הברכה"]
};